cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'asdf'
brew 'bat'
brew 'coreutils'
brew 'fd'
brew 'gh'
brew 'git'
brew 'gpg'
brew 'imagemagick'
brew 'jq'
brew 'neovim'
brew 'openssl'
brew 'postgresql'
brew 'pyenv'
brew 'qrencode'
brew 'readline'
brew 'shellcheck'
brew 'svn'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'chromedriver'
cask 'docker'
cask 'drawio'
cask 'firefox'
cask 'font-meslo-for-powerline'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'inkscape'
cask 'iterm2'
cask 'kap'
cask 'ngrok'
cask 'pgadmin4'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
