alefragnani.project-manager
dbaeumer.vscode-eslint
dheovani.svg-viewer
editorconfig.editorconfig
ms-azuretools.vscode-docker
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
ryanolsonx.solarized
stylelint.vscode-stylelint
tyriar.sort-lines
